[Crown_BM X2WeaponTemplate]
FriendlyName="术士王冠"
FriendlyNamePlural="术士王冠"
BriefSummary="这件术士王冠被与干扰步枪一起回收，是一件强大的灵能制品，能够将穿戴者可能潜在拥有的灵能能力（效果）成倍增加。这种压倒性的力量，将使我们的灵能特工毫不费力地侵入目标的心灵，让他们付出更少自身力量的控制敌人，代价是用不太稳定的灵能连接。"
TacticalText="<Bullet/> 灵能特工穿戴术士王冠增加+<Ability:BONUSPSIPOWER/>灵能能量。\n<Bullet/> 灵能强度决定了你许多灵能能力的效能。\n<Bullet/> 术士王冠还增加了许多灵能攻击造成的伤害。\n"
AbilityDescName="灵能增幅器"

[ChosenWarlockWeapons X2TechTemplate]
DisplayName="术士武器"
Summary="尽管术士主要依靠王冠获得的强大力能攻击，但天选者术士确实会使用一种不同寻常的步枪，这不同于变种人部队使用的制式步枪。毫无疑问，我们XCOM的士兵肯定已经迫不及待地想要试试这两个战利品了。"
CodeName="代用品"
LongDescription="长老的天选者术士，或许正是他们部下中拥有最强灵能的指挥官。他拥有多种灵能力，能够随心所欲地操纵自己的目标；只有他的王冠上装有强大的灵能增幅器，才能实现这样的壮举。尽管它的基础技术与我们自己设计的灵能增幅器非常相似，但能保持这件人造制品不因其所蕴含的纯粹灵能而冷却，所需的能量是极为惊人的，使我理论上认为，这顶王冠从它的穿戴者那里吸收力量，这不仅能够增幅灵能，还是为了不让它自毁。为了保护我们的部队，我认为应该在其中安装一个限制器，但尽管这会造成干预，王冠仍然使XCOM拥有的最强灵能物品。\n\n然而，术士与大多数战士一样，当其他一切方法都失败时，术士会回到常规状态，用这种相对普通的步枪进行攻击。\n\n尽管由于天选者的身材，武器的尺寸有所增加，但是武器本身的重量似乎很轻，平衡性也很好。虽然它似乎发射制式的变种人子弹，但无法解释有效射程的差异，到目前为止，我只能将其归咎于枪管中的一种未知材料。\n\n尽管我们不太可能百分之百的复制该武器，但我已批准继续进行实地试验。即使结果没有产生进一步的研究成果，毫无疑问，他们会喜欢用这种武器与制造它的外星人对抗。-理查德·泰根" 